<template>
  <div class="experience-page" id="experience">
    <div class="experience-page__title">
      <h1>выставка «опыт настоящего»</h1>
      <span class="experience-page__title-sign">/фотографии из архива  В. С. Мариничева,  старые снимки 1950-х  - начало 1960 - х гг. /</span>
      <p class="experience-page__title-text">
          Материалом для выставки послужили изображения, сохранившиеся на пленках фотоархива
          Василия Стахевича Мариничева (1926 г., д. Подрезово Семеновского уезда Нижегородской
          губернии — 2002 г. Петербург), многие годы работавшего в одном из институтов Ленинграда
          заведующим фотолабораторией. Из 5000 изображений мы выбрали для проекта чуть менее двухсот,
          относящихся к 1950-1960м годам. Предметом визуального исследования был досуг: время, предоставленное
          самому себе и тем людям, которые с тобой его разделяют. Качество свободного времени, как нам кажется,
          обеспечено величинами иного масштаба, нежели эпоха или социальная страта. Этот проект — попытка их делать различимыми.
      </p>
    </div>

    <div>
      <AgileGal2 />
    </div>

     <div class="experience-page__main-text">
      <p class="experience-page__text">
          Среди множества фотографий из семейных архивов, которые я попросила у своих друзей и коллег для работы над темой свадьбы,
          меня зацепили несколько из фотоархива семьи Мариничевых. Они не имели отношения к теме моего исследования, просто попались
          среди прочих отсканированных фотографий. Тридцать девять изображений. Что-то в них было захватывающее, на них хотелось смотреть.
          Разглядывание их приводило в дивное состояние-настроение. 
        </p>
        <p class="experience-page__text">
          Этим состоянием-настроением хотелось делиться с другими: я показывала их на занятиях со студентами Школы документального кино и театра
          Марины Разбежкиной и Михаила Угарова. Время от времени я выкладывала некоторые из них на своей странице в фейсбуке: я возвращалась к этим
          фотографиям, когда мне хотелось перевести дыхание. В них не было ничего особенного.
        </p>
    </div>

    <div class="experience-page__quote">
      <div class="experience-page__line-up">
        <img src="@/assets/image/experience/quotesUp.png" alt="" class="quotes">
        <div class="experience-page__line"></div>
      </div>

      <div class="experience-page__quote-text">
        Что-то в них было захватывающее,<br />на них хотелось смотреть.
      </div>
      <div class="experience-page__line-down">
        <div class="experience-page__line"></div>
        <img src="@/assets/image/experience/quotesDown.png" alt="" class="quotes">
      </div>
    </div>
   

    <div class="experience-page__main-text">
      <p class="experience-page__text">
        Мальчик с кроликом и щенком сидит на диване и улыбается. Сначала ты видишь мальчика, потом щенка и лишь после этого обнаруживаешь, что на руках у мальчика кролик.
        Молодые мужчины дурачатся перед фотоаппаратом: залезли на камень посреди лужи вместе с двумя мальчишками и принимают позы. Полуголый малыш несет ягодины на блюдце,
        девочка постарше присела на корточки и смотрит куда-то сквозь него, а на заднем плане на них обоих смотрит женщина, остановившись с ведром в руках. Мальчишки идут
        по железнодорожным рельсам, раскинув руки для равновесия: двое в тюбетейках, один в фуражке. На залитой солнцем деревенской улице две женщины и о чем-то разговаривают,
        одну из них перекрывает фигура проходящего мимо них бородатого мужика.
      </p>
      <p class="experience-page__text">
        Три загорающие на одеялах женщины смотрят на что-то, чего мы не видим, а стоящий над ними мальчик смотрит на одну из них. Собака смотрит туда же, куда и мальчик.
        Собака на цепи, которая обмотана вокруг его голого торса. Два подростка в светлых рубашках, застегнутых на все пуговицы, позируют фотографу на фоне деревенского дома.
      </p>
    </div>

    <div>
      <AgileGal />
    </div>

    <div></div>
    <div class="experience-page__main-text">
      <p class="experience-page__text">
        Описывая фотографию одну за другой, я понимаю, что описываю мир, в котором все как-то очень ладно и хорошо устроено. Люди в этом мире как дома, в которых живут:
        в них свет и тепло. В них что-то совершается — размеренное и самодостаточное. А еще люди-дома основательно и уверенно размещены в пространстве. Оно им дается без
        труда, где бы они не находились, оно их надежно подхватывает.
      </p>
      <p class="experience-page__text">
        И не менее надежно они охвачены связью друг с другом, у них есть какие-то общие дела и общие основания жизни. И я понимаю, что качество жизненного мира, который открывается
        мне в этих фотографиях, невероятно высоко. И это не качество эпохи: о них иногда даже трудно судить (1950е) или места (Ленинград, поселок Токсово, деревня под Горьким).
        Качество открывающегося мира обеспечено взглядом фотографа: от него мир не прячется, не сжимается и не представляется. Под его взглядом он живет своей жизнью.
      </p>
    </div>
    
    <div class="experience-page__quote">
      <div class="experience-page__line-up">
        <img src="@/assets/image/experience/quotesUp.png" alt="" class="quotes">
        <div class="experience-page__line"></div>
      </div>

      <div class="experience-page__quote-text">
           ты позволяешь миру быть ровно<br />настолько, насколько ты позволяешь<br />быть самому себе
      </div>
      <div class="experience-page__line-down">
        <div class="experience-page__line"></div>
        <img src="@/assets/image/experience/quotesDown.png" alt="" class="quotes">
      </div>
    </div>

    <div class="experience-page__main-text">
      <p class="experience-page__text">
        Я знала, что автор этих фотографий Василий Стахевич Мариничев, воевал, служил в армии, занимался аэрофотосъемкой, что он родом из-под Горького, откуда еще до войны
        его отец и братья перебрались в Ленинград. Прошло пять лет, и нам удалось познакомиться со всеми фотопленками В. С. Мариничева, которые сохранились. Около тысячи изображений.
      </p>
      <p class="experience-page__text">
        Скрытое в них послание не дает его объявить: оно тут же превращается во что-то очень банальное, но послание в этих фотографиях точно есть. Может быть так: качество мира,
        его равновесность, самодостаточность и красота обеспечиваются усилием человека, который в нем обитает и его поддерживает.
      </p>
      <p class="experience-page__text">
        Дар удерживать мир в равновесии и полноте чем-то обеспечен: ты позволяешь миру быть ровно настолько, насколько ты позволяешь быть самому себе. Почувствуем разницу: быть или
        быть кем-то — мужчиной, девушкой, инженером, красавицей, врачом, ветераном войны. Любая номинация после «ты есть» или «я есть» выдергивает мир из настоящего, из пребывания в нем,
        и превращает в параметризованное пространство значений и положений.
      </p>
      <p class="experience-page__text">
        В узнавании всегда участвует что-то, что было в прошлом: мы опознаем только то, что различаем. А различаем мы только то, что научились различать: наш опыт не свободен.
        Он был как-то и кем-то задан: высказываниями и действиями других людей, которые совершали какие-то операции и тем самым обнаруживали вещи в их связях и отношениях.
        Я опознаю наблюдаемое мною лицо незнакомого человека как лицо ветерана войны, колхозника, пенсионера или мудреца, и, опознав, тут же оказываюсь в безвременье: теперь
        мы можем действовать только по ролям. Как колхозник и горожанин, мудрец и ищущий мудрости, ветеран и тот, кто уважает ветерана за его подвиг.
      </p>
    </div>

    <div>
      <Gallery />
    </div>
    

    <div class="experience-page__main-text">
      <p class="experience-page__text">
        Откуда берется сила, позволяющая признать себя и других пребывающими в «здесь и сейчас»? Обнаружить себя и других не «ветеранами войны», «колхозниками» 
        ли же «школьницами», «начинающими клерками», «женщинами не первой молодости», не ролями, а людьми, разделяющими со мной настоящее. Я полагаю, что дар просто
        быть и признавать за миром и людьми право просто быть обеспечен знанием о краях жизни. Такое знание у многих из нас случается как опыт в ситуации близкой смерти
        или понесенной утраты, этот опыт застает тебя врасплох, в одиночестве, не готовым.
      </p>
      <p class="experience-page__text">
        Но для того, чтобы этот опыт был включен в твой мир и стал его фундаментом, нужны другие, которые случившийся с тобой мир разделят, другие, которые живут на тех же основаниях.
        Советские родители редко оказывались теми людьми, которые подхватывали своих детей в этом опыте, чаще всего они сами не смогли его ни с кем разделить. За миром Василия Стахевича
        Мариничева, скрывается другой опыт и другое знание, разделенное и согласованное.
      </p>
      <p class="experience-page__text">
        Ты увидел нечто, понял, что это край, а кто-то старший встал рядом и сказал: «Да, то, что ты видишь — край. Теперь и ты знаешь, что у жизни есть края».
        Разделенное с другими знание о том, что у жизни есть край, дает силу смотреть в настоящее и видеть в нем другого в его полноте.
      </p>
    </div>

    <div class="experience-page__quote">
      <div class="experience-page__line-up">
        <img src="@/assets/image/experience/quotesUp.png" alt="foto-quotes" class="quotes">
        <div class="experience-page__line"></div>
      </div>

      <div class="experience-page__quote-text">
          Теперь и ты знаешь, что у жизни есть края
      </div>
      <div class="experience-page__line-down">
        <div class="experience-page__line"></div>
        <img src="@/assets/image/experience/quotesDown.png" alt="foto-quotes" class="quotes">
      </div>
    </div>

    <div class="experience-page__main-text">
      <p class="experience-page__text">
        Василий Стахеевич Мариничев, фотограф (1926 —2002) родился в староверческом селе Подрезово Нижегородской губернии, в крестьянской семье, воевал,
        занимался аэрофотосъемкой, всю жизнь проработал на закрытом предприятии.
      </p>
      <p class="experience-page__text">
        Он был сыном Стахея Клементовича Мариничева (1906 — 1982). Стахей Клементович стал в 1922 году директором валяльной фабрики, которая до этого принадлежала их семье,
        его отец Клемент умер в 1917, наследником стал Стахей. В 1927 году он отписал свое имение младшему брату Афанасию и переселился в Ленинград. Жена его осталась в деревне,
        с детьми, позже он устроил их учиться и работать в Ленинграде, также как и Афанасия, который был «раскулачен» в начале 1930х годов. Стахей служил в армии, был старшим лейтенантом,
        имел награды и грамоты от органов советской власти.
      </p> 
      <p class="experience-page__text">
        Но среди его документов есть один, который говорит о нем очень многое. Это рукописный помянник, где указаны «годины» и «помины» всего его рода — дядьев и бабушек,
        брата, умершего в блокаду, и матери. Эта бумага была у него под рукой, каждый день он знал, о ком и как молиться. Вряд ли о его молитвенном за всех предстоянии знали
        все его дети. Возможно и вообще никто об этом не знал. Но Василию Стахеевичу было откуда взять силу удерживать и различать глубину мира и собственную глубину.
      </p>
    
    </div>

    <div>
       <!-- <Swiper /> -->
    </div>

    <div class="experience-page__video">
      <div class="experience-page__video-block">
        <div class="experience-page__video-block-text">
          Выступление фольклориста и культурного антрополога Светланы Адоньевой и дизайнера Антона Лепашова на презентации  книги  "Свободное время.
          Из фотоархива В. С. Мариничева" в Санкт-Петербурге в Отель Indigo St. Petersburg на Чайковского:
        </div>
          <img src="@/assets/image/experience/time.png" alt="" class="experience-page__video-container">
      </div>

      <div class="experience-page__video-block">
         <div class="experience-page__video-block-text">
            Память и тело в семейных фотографиях ХХ века (C. Адоньева)
        </div>
        <img src="@/assets/image/experience/logo-mono.png" alt="" class="experience-page__video-container">
      </div>
     
    </div>

  </div>
</template>

<style lang="scss" scoped>
  @import '../assets/scss/experience';
  @import '../assets/scss/gallery';
</style>

<script>
import Gallery from './Gallery.vue'
//import Swiper from './Swiper.vue'
import AgileGal from './AgileGal.vue'
import AgileGal2 from './AgileGal2.vue'


export default {
  name: 'Experience',
  components: {
    Gallery, 
    //Swiper,
    AgileGal,
    AgileGal2
  }
}

</script>
